{
  "title": "Datos de Candidatos Presidenciales 2026",
  "source": "https://www.pares.com.co/elecciones-colombia-2026/",
  "collectedAt": "2026-02-23",
  "editorialNote": "Los textos a continuación siguen un tono estrictamente descriptivo, sin opiniones ni lenguaje valorativo. Toda afirmación sensible indica el estado actual del proceso legal o político y la fuente correspondiente.",
  "candidates": [
    {
      "name": "Iván Cepeda Castro",
      "slug": "ivan-cepeda",
      "xHandle": "@IvanCepedaCast",
      "party": "Pacto Histórico",
      "currentOffice": "Senador de la República (Comisión Segunda, 2022–2026); candidato presidencial Pacto Histórico 2026",
      "sections": {
        "biography": "Filósofo, defensor de derechos humanos y legislador bogotano. Hijo del senador Manuel Cepeda Vargas, asesinado por agentes del Estado en 1994. Representante a la Cámara (2010–2014) y senador desde 2014. Ganó la consulta interna del Pacto Histórico en octubre de 2025 con más de 1,5 millones de votos.",
        "proposals": "Propone profundizar la agenda del gobierno Petro: continuar la Paz Total, impulsar una reforma agraria, establecer un salario vital y convocar un gran diálogo con el sector empresarial.",
        "controversies": "Su principal enfrentamiento fue con el expresidente Uribe, quien lo denunció por manipulación de testigos; la Corte Suprema no encontró méritos para investigarlo. Ha sido señalado por su silencio frente a las violaciones de derechos humanos en Venezuela y por tuits con frases guerrilleras publicados y borrados por error.",
        "alliances": "Es el candidato oficial del Pacto Histórico. Cuenta con el respaldo del presidente Gustavo Petro, la vicepresidenta Francia Márquez y los partidos de la coalición de gobierno.",
        "record": "Más de 16 años en el Congreso. Autor de la Ley 1719 de 2014 contra la violencia sexual en el conflicto, las curules de paz del Acuerdo de 2016 y el marco jurídico de la Paz Total. Ha liderado mociones de censura contra ministros de defensa y debates sobre paramilitarismo.",
        "funding": "Ejerce como legislador desde 2010, su principal fuente de ingresos conocida. Su campaña se financia a través del Pacto Histórico. No se han reportado irregularidades en su financiación. Los informes ante el CNE no estaban disponibles al momento de edición."
      },
      "summaries": {
        "trajectory": "Filósofo y defensor de derechos humanos, senador desde 2014. Hijo del senador Manuel Cepeda Vargas, asesinado por agentes del Estado en 1994. Ha sido facilitador de los procesos de paz con las FARC y el ELN.",
        "proposals": "Propone profundizar la agenda del gobierno Petro: continuación de la Paz Total, reforma agraria, reducción de salarios de altos funcionarios y diálogo nacional con el sector empresarial.",
        "controversies": "Su principal controversia es el enfrentamiento judicial con Álvaro Uribe, quien lo denunció por manipulación de testigos; los tribunales no encontraron méritos para investigar a Cepeda. Ha sido cuestionado por su silencio frente a las violaciones de derechos humanos en Venezuela.",
        "alliances": "Candidato oficial del Pacto Histórico. Cuenta con el respaldo político del presidente Gustavo Petro y de los partidos de la coalición de gobierno.",
        "record": "Autor de la Ley 1719 de 2014 contra la violencia sexual en el conflicto y de las curules de paz del Acuerdo de 2016. Ha liderado más de 40 debates de control político y mociones de censura contra ministros.",
        "funding": "No se encontraron registros públicos de declaración de bienes o financiación de campaña al cierre de esta investigación. No existen reportes de irregularidades en su financiación."
      },
      "sources": [
        {
          "section": "biography",
          "title": "Quién es Iván Cepeda — La Silla Vacía",
          "date": "2026-02-19",
          "url": "https://www.lasillavacia.com/quien-es-quien/ivan-cepeda/",
          "tier": "prensa"
        },
        {
          "section": "biography",
          "title": "Perfil de Iván Cepeda Castro — Congreso Visible (Uniandes)",
          "date": "2024-01-01",
          "url": "https://congresovisible.uniandes.edu.co/congresistas/perfil/ivan-cepeda-castro/2395/",
          "tier": "ong"
        },
        {
          "section": "record",
          "title": "Los 16 años de Iván Cepeda en el Congreso: Uribe, Acuerdo Farc y paz total — La Silla Vacía",
          "date": "2026-01-10",
          "url": "https://www.lasillavacia.com/silla-nacional/los-16-anos-de-ivan-cepeda-en-el-congreso-uribe-acuerdo-farc-y-paz-total/",
          "tier": "prensa"
        },
        {
          "section": "proposals",
          "title": "Iván Cepeda abraza las banderas populares y populistas de Petro — La Silla Vacía",
          "date": "2026-01-29",
          "url": "https://www.lasillavacia.com/silla-nacional/ivan-cepeda-abraza-las-banderas-populares-y-populistas-de-petro/",
          "tier": "prensa"
        },
        {
          "section": "controversies",
          "title": "Iván Cepeda lleva una década de silencio frente a la opresión del chavismo — La Silla Vacía",
          "date": "2026-01-21",
          "url": "https://www.lasillavacia.com/silla-nacional/cepeda-lleva-una-decada-de-silencio-frente-a-la-opresion-del-chavismo/",
          "tier": "prensa"
        },
        {
          "section": "controversies",
          "title": "De nuevo, Cepeda trinó por error \"nuestras fuerzas guerrilleras\", y lo borró — La Silla Vacía",
          "date": "2026-02-26",
          "url": "https://www.lasillavacia.com/detector-de-mentiras/cierto-pero/de-nuevo-cepeda-trino-por-error-nuestras-fuerzas-guerrilleras-y-lo-borro/",
          "tier": "prensa"
        },
        {
          "section": "controversies",
          "title": "Mención de Iván Cepeda en computador de las Farc no fue un montaje — La Silla Vacía",
          "date": "2026-02-23",
          "url": "https://www.lasillavacia.com/podcasts/huevos-revueltos-con-politica/mencion-de-ivan-cepeda-en-computador-de-las-farc-no-fue-un-montaje-2/",
          "tier": "prensa"
        },
        {
          "section": "alliances",
          "title": "De correría con Iván Cepeda: militancia radical y multitudes del Pacto — La Silla Vacía",
          "date": "2026-02-17",
          "url": "https://www.lasillavacia.com/silla-nacional/de-correria-con-ivan-cepeda-militancia-radical-y-multitudes-del-pacto/",
          "tier": "prensa"
        }
      ]
    },
    {
      "name": "Abelardo de la Espriella Romero",
      "slug": "abelardo-de-la-espriella",
      "xHandle": "@delaespriellae",
      "party": "Salvación Nacional",
      "currentOffice": "Ninguno — abogado penalista, empresario y candidato presidencial independiente 2026",
      "sections": {
        "biography": "Abogado penalista barranquillero. Fundó en 2004 el bufete De la Espriella Lawyers y defendió casos de alto perfil como el de la pirámide DMG y el de Álex Saab. Esta es su primera candidatura a un cargo de elección popular.",
        "proposals": "Sus propuestas giran en torno a cuatro ejes: reducir el Estado y bajar impuestos, defender los valores familiares y religiosos, aplicar mano dura en seguridad, y desmontar las políticas del gobierno de Petro.",
        "controversies": "Las principales señalamientos provienen de sus clientes como abogado defensor y de la composición de su entorno empresarial. También ha sido cuestionado por la situación financiera de sus empresas y por acciones de su campaña contra periodistas.",
        "alliances": "Su respaldo político viene de tres fuentes: el partido Salvación Nacional, el sector evangélico y cristiano, y figuras del uribismo y la centro-derecha que le han expresado simpatía.",
        "record": "No ha ocupado ningún cargo público ni de elección popular. Toda su carrera ha sido en el ejercicio privado del derecho penal.",
        "funding": "Afirma autofinanciarse. Según una investigación de La Silla Vacía (enero 2026), tiene propiedades en Colombia, una mansión valorada en 5,1 millones de dólares en Miami y empresas en Florida y Panamá. Sus empresas colombianas cerraron 2024 con pérdidas netas pese a tener ingresos importantes. Los informes de financiación ante el CNE no estaban disponibles al momento de edición."
      },
      "summaries": {
        "trajectory": "Abogado penalista barranquillero sin cargos de elección popular previos. Fundó en 2004 el bufete De la Espriella Lawyers y es conocido por defender casos de alto perfil. Esta es su primera candidatura política.",
        "proposals": "Sus propuestas se centran en reducir el Estado, bajar impuestos, suspender la JEP y rechazar negociaciones con grupos armados. También propone reformas constitucionales para prohibir el aborto y permitir el voto de militares activos.",
        "controversies": "La Silla Vacía documentó socios con antecedentes penales en su empresa de ron y un déficit neto en sus compañías colombianas que contrasta con su imagen de empresario exitoso. Su campaña también ha sido señalada por hostigar judicialmente a periodistas.",
        "alliances": "Cuenta con el aval de Salvación Nacional y un sólido respaldo del sector evangélico y cristiano, articulado a través de pastores con estructuras electorales propias en varias regiones del país.",
        "record": "No tiene registro en cargos públicos ni legislativos. Su carrera ha transcurrido íntegramente en el ejercicio privado del derecho penal.",
        "funding": "Afirma autofinanciarse. Tiene documentados bienes en Colombia, Florida (incluyendo una mansión de 5,1 millones de dólares en Miami-Dade) y Panamá. Los informes de financiación de campaña ante el CNE no están disponibles aún."
      },
      "sources": [
        {
          "section": "biography",
          "title": "El universo empresarial De la Espriella: socios cuestionados, saldos en rojo y bienes raíces",
          "date": "2026-01-13",
          "url": "https://www.lasillavacia.com/silla-nacional/el-universo-empresarial-de-la-espriella-socios-cuestionados-saldos-en-rojo-y-bienes-raices/",
          "tier": "prensa"
        },
        {
          "section": "controversies",
          "title": "El universo empresarial De la Espriella: socios cuestionados, saldos en rojo y bienes raíces",
          "date": "2026-01-13",
          "url": "https://www.lasillavacia.com/silla-nacional/el-universo-empresarial-de-la-espriella-socios-cuestionados-saldos-en-rojo-y-bienes-raices/",
          "tier": "prensa"
        },
        {
          "section": "controversies",
          "title": "De petrista a abelardista: el giro de Germán Calderón, abogado de la campaña De la Espriella",
          "date": "2026-01-26",
          "url": "https://www.lasillavacia.com/silla-nacional/el-giro-de-german-calderon-abogado-de-la-campana-de-la-espriella/",
          "tier": "prensa"
        },
        {
          "section": "controversies",
          "title": "Solicitud pública de rectificación a la campaña de la Espriella",
          "date": "2026-01-17",
          "url": "https://www.lasillavacia.com/opinion/solicitud-publica-de-rectificacion-a-la-campana-de-la-espriella/",
          "tier": "prensa"
        },
        {
          "section": "controversies",
          "title": "Abelardo denunció a su excliente David Murcia por injuria y calumnia",
          "date": "2026-02-01",
          "url": "https://www.lasillavacia.com/en-vivo/abelardo-denuncio-a-su-excliente-david-murcia-por-injuria-y-calumnia/",
          "tier": "prensa"
        },
        {
          "section": "alliances",
          "title": "De la Espriella asume el riesgo de contarse mal con Salvación Nacional",
          "date": "2026-02-06",
          "url": "https://www.lasillavacia.com/silla-nacional/de-la-espriella-asume-el-riesgo-de-contarse-mal-con-salvacion-nacional/",
          "tier": "prensa"
        },
        {
          "section": "alliances",
          "title": "El showman, Abelardo De La Espriella: los actos de su campaña",
          "date": "2026-02-25",
          "url": "https://www.lasillavacia.com/silla-nacional/el-showman-abelardo-de-la-espriella-los-actos-de-su-campana/",
          "tier": "prensa"
        },
        {
          "section": "proposals",
          "title": "El showman, Abelardo De La Espriella: los actos de su campaña",
          "date": "2026-02-25",
          "url": "https://www.lasillavacia.com/silla-nacional/el-showman-abelardo-de-la-espriella-los-actos-de-su-campana/",
          "tier": "prensa"
        },
        {
          "section": "funding",
          "title": "El universo empresarial De la Espriella: socios cuestionados, saldos en rojo y bienes raíces",
          "date": "2026-01-13",
          "url": "https://www.lasillavacia.com/silla-nacional/el-universo-empresarial-de-la-espriella-socios-cuestionados-saldos-en-rojo-y-bienes-raices/",
          "tier": "prensa"
        },
        {
          "section": "alliances",
          "title": "Hub candidato Abelardo de la Espriella — La Silla Vacía",
          "date": "2026-02-28",
          "url": "https://www.lasillavacia.com/abelardo-de-la-espriella-candidato-presidencial-2026/",
          "tier": "prensa"
        }
      ]
    },
    {
      "name": "Sergio Fajardo",
      "slug": "sergio-fajardo",
      "xHandle": "@sergio_fajardo",
      "party": "Independiente (centro)",
      "currentOffice": "Exgobernador de Antioquia",
      "photoUrl": "https://upload.wikimedia.org/wikipedia/commons/a/a0/SERGIO_FAJARDO.jpg",
      "sections": {
        "biography": "Sergio Fajardo Valderrama es matemático, profesor y político. Fue alcalde de Medellín (2004-2007), gobernador de Antioquia (2012-2015) y candidato presidencial en 2018 y 2022.",
        "proposals": "Ha sostenido una agenda centrada en educación, transparencia, seguridad con enfoque territorial e infraestructura social. Defiende una posición de centro político y reformas graduales en economía y Estado.",
        "controversies": "La Fiscalía abrió proceso relacionado con decisiones de crédito en Hidroituango durante su gobernación. El caso ha tenido etapas judiciales y ha sido objeto de discusión política; Fajardo ha defendido la legalidad de su actuación.",
        "alliances": "Ha construido alianzas con movimientos de centro, sectores ciudadanos, académicos y liderazgos regionales no alineados con bloques tradicionales.",
        "record": "No ha sido congresista. Su experiencia clave es ejecutiva territorial, con énfasis en gestión pública local y departamental.",
        "funding": "Sus declaraciones patrimoniales están asociadas a sus periodos en la función pública. En campaña presidencial, su financiación debe estar registrada en las plataformas del CNE."
      },
      "summaries": {
        "trajectory": "Matemático y exalcalde de Medellín; exgobernador de Antioquia; dos veces candidato presidencial.",
        "proposals": "Educación, transparencia, seguridad territorial e infraestructura social con enfoque de centro.",
        "controversies": "Proceso judicial por decisiones de crédito de Hidroituango; defensa pública de legalidad por parte de Fajardo.",
        "alliances": "Coaliciones de centro, apoyos ciudadanos y redes académicas.",
        "record": "Amplia experiencia ejecutiva territorial, sin carrera legislativa.",
        "funding": "Reportes patrimoniales de función pública y reportes de campaña ante CNE."
      },
      "sources": [
        {
          "section": "biography",
          "title": "Sergio Fajardo — Wikipedia",
          "date": "2026-02-23",
          "url": "https://es.wikipedia.org/wiki/Sergio_Fajardo",
          "tier": "prensa"
        },
        {
          "section": "controversies",
          "title": "Caso Hidroituango y Sergio Fajardo — Fiscalía General de la Nación",
          "date": "2022-03-22",
          "url": "https://www.fiscalia.gov.co/colombia/",
          "tier": "oficial"
        },
        {
          "section": "biography",
          "title": "Pares — Así va la carrera presidencial 2026",
          "date": "2025-12-01",
          "url": "https://www.pares.com.co/elecciones-colombia-2026/",
          "tier": "ong"
        }
      ]
    }
  ]
}
